Repository: openroadvn/openroadvn
Catalog: sites/all/modules/contributed/modified/subscriptions/translations/*.po
Languages: ar

source: E-mail address
ar: عنوان البريد الإلكتروني

source: A valid e-mail address to be used as the %From and %Reply_To address by the auto-mailer for !Module notifications. To lessen the likelihood of e-mail being marked as spam, this e-mail address should use the same domain as the website.
ar: إيميل صالح ليتم إستخدامه كعنوان %From و %Reply_To بواسطة البريد الآلي لإشعارات !Module. يجب أن يستخدم هذا العنوان نفس دومين الموقع وذلك لتقليص إحتمال إعتبار الإيميل كمهمل (Spam) .

source: Clear this field to use the default site e-mail address.
ar: دع هذا الحقل فارغاً ليتم إستخدام بريد الموقع الإفتراضي.

source: E-mail name
ar: إسم البريد الإلكتروني

source: An optional name to go with the e-mail address above, no "double-quotes".
ar: إسم إختياري ليتطابق مع العنوان فوق, بدون "علامات إقتباس".

source: Clear this field to use the e-mail address only &mdash; some e-mail clients will display only the portion of the address to the left of the @ sign.
ar: إمسح هذا الحقل ليتم إستخدام العنوان البريدي فقط &mdash , بعض عملاء البريد سيعرضون فقط القسم الأيسر من العنوان بعد الرمز @.

source: Maximum number of notifications to send per cron run
ar: الحد الأقصى للإشعارات التي سترسل في كل تشغيلة للدورية

source: If you need to limit the number of outgoing e-mails for some reason, then set that number here. The default is 0, which means unlimited.
ar: إذا إحتجت لتحديد عدد الإيميلات المرسلة لسبب ما. عندها أضبط الرقم هنا . الضبط الإفتراضي هو 0 مايعني غير محدود.

source: Maximum percent of cron job time to use
ar: النسبة المئوية القصوى للإستخدام من وقت مهمة الدورية

source: Limit the percentage of cron job time that !Module may use. If you have modules with cron jobs that run after !Module, then be sure to leave enough time for them! The default is !value.<br />You can temporarily set this to 0 to suspend processing of the notifications queue.
ar: حدد النسبة المئوية من وقت مهمة الدورية الذي قد تستخدمه !Module. إذا كان لديك وحدات تعمل بعد !Module عندها تأكد من وجود الوقت الكافي لهم! الضبط الإفتراضي هو !value.<br /> يمكنك حالياً ضبطها على 0 لتأجيل معالجة الإشعارات في الإنتظار.

source: Warning: @message
ar: تحذير: @message

source: Queue
ar: طابور الإنتظار

source: There are %count item(s) in the queue.
ar: يوجد %count عنصر في الإنتظار

source: Note: The number of generated e-mails is typically much lower than the number of queue items.
ar: ملاحظة: عدد الإيميلات المولدة هو نموذجياً أقل بكثير من عدد عناصر الإنتظار.

source: Purge the queue
ar: تنظيف الإنتظار

source: Display watchdog entries for successful mailings
ar: تعرض قيود التسجيل للإرسالات الناجحة

source: Logs successful mailings to the watchdog log. Default is ON, but with many subscribers this will generate a huge number of log entries.
ar: تسجل الإرسالات الناجحة في السجل. الضبط الإفتراضي هو تعطيل, لأنه مع إشتراكات عديدة سوف تولد هذه عدد ضخم من قيود السجل.

source: Display summary watchdog entries per cron job
ar: تعرض ملخص قيود السجل كل تشغيلة دورية

source: Logs the mailing counts, time spent, and size of the remaining queue to the watchdog log. This is valuable information for estimating the load on the cron job and on your mail server. Default is ON.
ar: تسجل عدد الإرسالات, والوقت المستخدم, وحجم الإنتظار الباقي في السجل. هذه معلومات قيمة لتقدير الحمل على تشغيلة الدورية وعلى سيرفر الإيميل. الضبط الإفتراضي هو مفعل.

source: Append the mailkey to every notification
ar: إضافة المفتاح البريدي لكل إشعار

source: Appends the key of the !Mail_Editor_template that was used to create each e-mail, to assist with configuration and testing. Default is OFF.
ar: تضيف المفتاح لـ !Mail_Editor_template الذي أُستخدم لإنشاء كل إيميل للمساعدة في الضبط والإختبار. الضبط الإفتراضي هو تعطيل.

source: Are you sure you want to purge the !Module queue?
ar: هل تؤكد تنظيف الـ !Module المنتظرة؟

source: All %count items have been purged.
ar: تم تنظيف الـ %count عنصر كلها

source: !Module: all %count items have been purged.
ar: !Module: تم تنظيف الـ %count عنصر كلها

source: Digest subscriptions notifications
ar: إشعارات الإشتراك الموجزة

source: The digested items (separated by a separator), as defined below:
ar: العناصر الموجزة (مفصولة بفواصل), كما هو موضح في الاسفل:

source: The name of the site.
ar: اسم الموقع.

source: Name of the recipient.
ar: إسم المستلم

source: The user page of the recipient.
ar: صفحة العضو المستلم.

source: The URL where the user can manage her subscriptions.
ar: الرابط إلى حيث يمكن للعضو إدارة إشتراكاته.

source: Digest subject
ar: عنوان موجز

source: Digest body
ar: متن الموجز

source: Digest item
ar: عنصر الموجز

source: Digest item comment
ar: تعليق موجز

source: The comments inside a digest item body.
ar: التعليقات داخل موجز العنصر.

source: Replacement patterns
ar: وسوم المتغيرات

source: Digest item separator
ar: فاصلة عنصر الموجز

source: The separator between digest items (if needed).
ar: الفاصلة بين عناصر الموجز (إن لزم).

source: subscriptions
ar: إشتراكات

source: notification for @name at @to
ar: إشعار لـ @name في @to

source: error mailing notification for @name at @to
ar: خطأ إرسال إشعار لـ @name في @to

source: To content in %term
ar: في %term

source: To content in %term by %name
ar: المحتوى في %term بواسطة %name

source: subscribe to taxonomy terms
ar: يشترك في مفردات التصنيف

source: Taxonomy settings
ar: إعدادات التصنيف

source: Restricted vocabularies
ar: المعاجم المقيدة

source: Select vocabularies for which only the subscribed terms should be listed on the %Subscriptions | %Categories page.<br />This helps to reduce the size of the listing, especially for free-tagging vocabularies with large numbers of terms.
ar: حدد المتغيرات لمفردات المشترك بها التي يجب أن تدرج في صفحة %Subscriptions | %Categories ..<br /> هذا يساعد في تقليل حجم الجدولة خاصةً بالنسبة لمعاجم الكلمات الدلالية الحرة ذات الأعداد الضخمة من المفردات.

source: Omitted vocabularies
ar: المعاجم المهملة/المحذوفة

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings; this means the terms of those vocabularies will be unlisted, i.e. they will be removed from subscription listings.<br />The content may still be available for subscribing via different kinds of subscriptions, but subscribing by category will be unavailable for the terms in the selected vocabularies.
ar: حدد المعاجم التي يجب أن تكون <strong>مهملة</strong> من جدولات الإشتراك,هذا يعني أنه لن يتم إدراج مفردات تلك المعاجم, أي سيحذفو من جدولات الإشتراك.<br/> ربما يبقى المحتوى متاحاً للإشتراك بواسطة أنواع أخرى من الإشتراك, لكن الإشتراك بواسطة الفئة سيكون غير متاحاً للمفردات في المعاجم المحددة.

source: category groups
ar: مجموعات الفئة

source: This is a restricted category group; deactivated subscriptions will be removed from the list. To subscribe to an unlisted category, go to a post in that category and subscribe from there.
ar: هذه مجموعة فئة مقيدة, الإشتراكات الملغاة ستحذف من اللائحة. للإشتراك في فئة غير مدرجة إذهب إلى المشاركة في تلك الفئة وإشترك هناك.

source: This is a restricted category group; only subscribed categories show up in this list.<br />To subscribe to a category in this group, go to a post in that category and subscribe from there.
ar: هذه مجموعة فئة مقيدة,فقط الفئات المحددة للإشتراك تظهر في هذه اللائحة. <br />. للإشتراك في فئة من هذه المجموعة إذهب إلى المشاركة في تلك الفئة وإشترك هناك.

source: There are no active categories.
ar: لايوجد فئات مفعلة..

source: Notifications for %Categories subscriptions
ar: إشعارات لإشتراكات %Categories

source: Categories
ar: الفئات

source: The name of the term/category/tag/forum/etc.
ar: اسم المفردة/الفئة/الوسم/المنتدى...إلخ..

source: Subscriptions interface
ar: واجهة الإشتراكات

source: Receive notifications about changes and/or comments to this page (and possibly similar pages).
ar: إستلام إشعارات حول التغييرات و/أو التعليقات في هذه الصفحة (ويحتمل الصفحات المشابهة).

source: Enable the !module block <!link_tag_begin>here<!link_tag_end>!
ar: فعل صندوق !module <!link_tag_begin>هنا<!link_tag_end>!

source: The master checkboxes on the left turn the given subscription on or off. Depending on the setup of the site, you may have additional options for active subscriptions.
ar: مربع التأشير على اليمين يحول بين تفعيل أو تعطيل الإشتراك المحدد. يمكنك الحصول على خيارات إضافية للإشتراكات المفعلة حسب ضبط الموقع.

source: Display settings
ar: إعدادات العرض

source: Node form position
ar: مكان إستمارة العقدة

source: Fieldset above node links (and comments)
ar: حقل الضبط فوق روابط العقدة (والتعليقات)

source: Fieldset in %block block (below the comments)
ar: حقل الضبط في صندوق %block (أسفل التعليقات)

source: How to display the subscriptions sub-form on node pages. Default is the first option.<br />To use the block, <b>you must enable the block</b> !here; put it into the %content region and set the %block_title to !none.
ar: كيف سيتم عرض إستمارة الإشتراك في صفحات العقد. الضبط الإفتراضي هو الخيار الاول. <br />لتستخدم الصندوق, <b> يجب عليك تفعيل الصندوق</b> !here; ضعه في منطقة %content وأضبط block_title لـ !none.

source: Node form visibility
ar: ظهور إستمارة العقدة

source: Always display the fieldset
ar: دائماً عرض حقل الضبط

source: Display only a @subscribe link that makes the fieldset visible
ar: عرض فقط رابط @subscribe الذي يظهر حقل الضبط

source: What to display. Default is the first option.
ar: ما سيعرض. الضبط الإفتراضي هو الخيار الأول.

source: Expand the node form fieldset
ar: سرد حقل الضبط في إستمارة العقدة

source: Displays the fieldset with the node page subscriptions sub-form in expanded state. Default is OFF.
ar: تعرض حقل ضبط الإشتراك في صفحة العقدة بشكل موسع. الضبط الإفتراضي هو تعطيل.

source: Note: Our <b>favorite display settings</b> are the exact opposites of the defaults, but we chose the defaults, because they work without enabling the Subscriptions block.
ar: ملاحظة: <b>إعدادات العرض المفضلة لنا</b> هي كما في الإفتراضيات, إخترنا الإفتراضيات لأنها تعمل بدون تفعيل صندوق الإشتراكات.

source: Show 'by author' subscriptions options
ar: إظهار خيارات الإشتراك "بواسطة الكاتب"

source: If you don't want your users to subscribe 'by author', then turn this off. Default is ON.
ar: إذا كنت لاتريد أن يشترك الأعضاء "بواسطة الكاتب", عندها قم بتعطيل هذه. الضبط الإفتراضي هو مفعل.

source: The basic Subscriptions framework.
ar: الهيكل الأساسي للإشتراكات.

source: Blog Subscriptions UI
ar: إشتراكات المدونة UI

source: Provides a separate blogs subscriptions page.
ar: تجهز صفحات إشتراك مدونات منفصلة.

source: CCK Fields
ar: حقول CCK

source: Provides CCK field data as mail variables.
ar: تجهز بيانات حقل CCK كمتغير بريدي.

source: Content Subscriptions
ar: إشتراكات المحتوى

source: Allows users to subscribe to nodes.
ar: تمكن العضو من الإشتراك في العقد.

source: Event Subscriptions
ar: إشتراكات الحدث

source: Provides event data.
ar: تجهز بيانات الحدث.

source: Subscriptions Mail
ar: بريد الإشتراكات

source: Sends out mails with drupal_mail, customizable with the separate mail_edit module.
ar: ترسل خارجاً إيميلات بـ drupal_mail متوافقة مع الوحدة mail_edit.

source: Taxonomy Subscriptions
ar: إشتراكات التصنيف

source: Allows users to subscribe to taxonomy terms.
ar: تمكن العضو من الإشتراك في مفردات التصنيف.

source: Subscriptions UI
ar: إشتراكات UI

source: Provides a UI to Subscriptions.
ar: تجهز UI للإشتراكات.

source: Turn all subscriptions on.
ar: تفعيل كل الإشتراكات.

source: Turn all subscriptions off.
ar: إيقاف كل الإشتراكات.
