Repository: openroadvn/openroadvn
Catalog: sites/all/modules/contributed/modified/subscriptions/translations/*.po
Languages: ar

source: Links
ar: الروابط

source: Run cron manually!
ar: تشغيل الدورية يدوياً!

source: My subscriptions
ar: إشتراكاتي

source: Keep showing the installation reminder above.
ar: إبقاء ظهور التذكير بالتنصيب فوق.

source: Uncheck this box to permanently remove the reminder, if you have a reason for not enabling the standard selection of Subscriptions modules.
ar: أزل التأشير عن هذا المربع لتحذف التذكير بشكل دائم, إذا كان لديك سبب لعدم تفعيل الخيار القياسي لوحدات الإشتراك.

source: Subscription
ar: الإشتراك

source: Send interval
ar: فاصل الإرسال

source: On&nbsp;updates
ar: في تحديثات

source: On&nbsp;comments
ar: في تعليقات

source: Your subscriptions were updated.
ar: تم تحديث إشتراكاتك.

source: Admin Information
ar: معلومات المدير

source: The selected subscriptions will be given to <b>newly created</b> users.
ar: الإشتراكات المحددة سوف تُعطى إلى الأعضاء <b>المسجلين حديثاً</b>

source: If a user has one or more roles assigned at creation time, then she will receive the additional subscriptions defined for these roles.
ar: في حال كان للعضو دور أو أكثر مرتبط به عند وقت التسجيل, عندها سيستلم إشتراكات إضافية محددة بهذه الأدوار.

source: Role(s)
ar: الأدوار

source: Select the role to load or role(s) to save.
ar: حدد الدور/الأدوار للإدخال أو التخلي.

source: Load
ar: إدخال

source: Current subscriptions:
ar: الإشتراكات الحالية:

source: The master checkboxes on the left turn the given subscription on or off. Click and Shift-click to turn a range of subscriptions on or off.
ar: مربع التأشير على اليمين يحول بين تفعيل أو تعطيل الإشتراك المحدد.

source: Depending on the setup of the site, you may have additional options for active subscriptions.
ar: حسب ضبط الموقع يمكنك الحصول على خيارات إضافية للإشتراكات المفعلة.

source: Subscriptions
ar: الإشتراكات

source: Number
ar: العدد

source: Note: The counts on this page may differ from the ones on the detail pages for various technical reasons.
ar: ملاحظة: لأسباب تقنية مختلفة قد تختلف الأعداد في هذه الصفحة عن تلك في صفحات التفاصيل.

source: The subtabs here under %User_defaults mirror those found at !My_account_Subscriptions, except that the fieldsets here come up already expanded. Please go there now and familiarize yourself with what's there!
ar: التبويبات الفرعية هنا تحت %User_defaults التي توجد في !My_account_Subscriptions, ماعدا حقول الضبط هنا التي تأتي موسعة سابقاً. رجاءاً إذهب الآن إلى هناك لتعرف كيف تعمل بالضبط.

source: The default settings that you define here are used for those users that haven't (yet) saved their own settings.
ar: الإعدادات الإفتراضية المحددة هنا تُستخدم للأعضاء الذين لم يقوموا بحفظ إعداداتهم الخاصة بعد.

source: Hide the %Overview page from your users
ar: إخفاء صفحة %Overview عن أعضائك.

source: Overview
ar: ملخص

source: If you hide this page, your users won't be able to change any of these settings. The default is OFF.
ar: إذا أخفيت هذه الصفحة, فلن يتمكن الأعضاء من تغيير هذه الإعدادات. الإفتراضي هو تعطيل.

source: Auto-subscribe
ar: إشتراك تلقائي

source: Auto-subscribe to new content
ar: إشتراك تلقائي في المحتوى الجديد

source: Automatically subscribes you to items that you create.
ar: أتوماتيكياً ستشترك بالعناصر التي تنشئها.

source: Auto-subscribe to updated content
ar: إشتراك تلقائي في المحتوى المُحدث

source: Automatically subscribes you to items that you update (if you have that permission).
ar: أتوماتيكياً ستشترك بالعناصر التي تقوم بتحديثها (في حال كان لديك تلك الصلاحية).

source: Auto-subscribe to comments
ar: إشتراك تلقائي في التعليقات

source: Automatically subscribes you to items that you comment on (or where you update a comment, if you have that permission).
ar: أتوماتيكياً ستشترك بالعناصر التي تقوم بالتعليق عليها (أو تُحدث تعليقك في حال كان لديك هذه الصلاحية).

source: Notify poster of own posts
ar: إشعار الكاتب بمشاركاته

source: Sends you notifications about your own posts (if you're subscribed).
ar: ترسل لك إشعارات حول مشاركاتك (إذا كنت مشتركاً)

source: Digest mode
ar: الاسلوب الموجز

source: Merges your notifications into a single email, sent at the interval you specify.
ar: دمج الإشعارات في بريد واحد, يتم إرساله حسب الفترة التي تحددها.

source: Preferences
ar: التفضيلات

source: The frequency of notifications; it may take longer, but notifications will not be sent more frequently than indicated.
ar: تكرار الإشعارات, يمكن أن تأخذ وقت أطول, لكن لن يتم إرسالها أكثر مما تحدد.

source: On updates
ar: على التحديثات

source: Sends a notification when an item is updated.
ar: ترسل إشعاراً عندما يتم تحديث عنصر ما.

source: On comments
ar: على التعليقات

source: Sends a notification when an item receives a comment or reply.
ar: ترسل إشعاراً عندما يتم التعليق على عنصر ما.

source: Any changes you make here will only apply to newly created subscriptions.
ar: أي تغييرات تقوم بها هنا, ستقبل فقط للإشتراكات الحديثة.

source: Visibility of controls
ar: ظهور التحكمات

source: The control(s) mentioned below appear(s) as one or more columns<br /> a) in the %Subscribe subform of node pages and<br /> b) on the sibling subtabs of this %Overview page.<br /> After you have set your %Preferences right above, you may want to hide the corresponding column(s), if you never change those values anyway.
ar: التحكم المشار إليه في الأسفل يظهر كصف واحد أو أكثر <br /> a)في الإستمارة الفرعية لـ %Subscribe من صفحات العقد و<br /> b) في الحقول الفرعية لصفحة %Overview هذه. <br /> بعد أن تقوم بالضبط الصحيح لـ %Preferences فوق , ربما ترغب بإخفاء الصف أو الصفوف المتشابهة, إذا لم تغير تلك القيم من قبل.

source: Visible
ar: مرئي

source: Hidden
ar: مخفي

source: Permanently hidden, except for the %preferences
ar: دائماً مخفي ماعدا لـ %preferences

source: Completely inaccessible to the user
ar: غير ممكن الوصول له بواسطة العضو

source: Beyond defining the %Visible/%Hidden defaults for your users, you can
ar: غير ضبط الـ %Visible/%Hidden الإفتراضية لأعضائك يمكنك

source: permanently hide the columns (and the corresponding visibility controls), so that the users cannot make them visible anymore (they can still change their %Preferences though), or
ar: دائماً إخفاء الصفوف (و التحكمات المرئية المتشابهة) وهكذا لن يستطيع الأعضاء جعلها مرئية بعد الآن (مع ذلك يبقى بإمكانهم تغيير %Preferences خاصتهم ), أو

source: you can even hide the %Preferences, so that what you've set right above is cast in stone.
ar: يمكنك إخفاء الـ %Preferences وهكذا يكون ماقمت بضبطه فوق غير قابل للتغيير.

source: Save
ar: حفظ

source: Reset to site defaults
ar: العودة للإعدادات الإفتراضية

source: The site defaults were restored.
ar: تم إعادة الإعدادات الإفتراضية.

source: The changes have been saved.
ar: تم حفظ التغييرات.

source: Every line has the format of seconds|human readable text
ar: كل سطر هو عبارة عن: ثواني| نص مقروء بشرياً

source: Subscribe
ar: الإشتراك

source: Your subscription was activated.
ar: تم تفعيل إشتراكك.

source: Your subscription could not be activated.
ar: لايمكن تفعيل إشتراكك.

source: Your subscription could not be deactivated.
ar: لايمكن إلغاء إشتراكك.

source: As soon as possible
ar: حالما يكون ممكناً

source: Every 15 minutes
ar: كل 15 دقيقة

source: Hourly
ar: كل ساعة

source: Every three hours
ar: كل ثلاث ساعات

source: Daily
ar: يومياً

source: Note: For standard Subscriptions functionality you need to enable the following modules:
ar: ملاحظة: للتشغيل المثالي للإشتراكات تحتاج لتفعيل الوحدات التالية:

source: (requires !mail_edit for customizing the templates)
ar: (تتطلب !mail_edit لتشكيل القوالب)

source: !Subscriptions module
ar: وحدة !Subscriptions

source: You have !Subscriptions mail templates that were created under Drupal 5. Please import or remove these templates.
ar: لديك قوالب !Subscriptions بريدية قد تم إنشاؤها لدروبال 5. رجاءاً قم بإستيراد أو حذف هذه القوالب.

source: Language(s)
ar: اللغات

source: Select all the language(s) into which to import the Drupal 5 !Subscriptions mail templates.<br />Note: After successful importing, the old templates are removed automatically.
ar: حدد كل اللغات التي سيتم إستيراد قوالب دروبال 5 !Subscriptions البريدية لها.

source: Import
ar: إستيراد

source: Remove
ar: حذف

source: Select at least one language to import into.
ar: حدد على الأقل لغة واحدة للإستيراد لها.

source: %language translation of %key cannot be imported because it's already defined.
ar: الترجمة %language لـ %key لايمكن إستيرادها بسبب أنها محددة مسبقاً.

source: %language translation of %key has been imported.
ar: تم إستيراد الترجمة %language لـ %key.

source: %language translation of %key failed to import.
ar: فشلت عملية استيراد الترجمة %language لـ %key.

source: [!site] !subs_type subscription for !name: !title
ar: [!site] إشتراك !subs_type لـ !name: !title

source: | This is an automated message. Please do NOT reply to the sender address! | To manage your subscriptions go to | !manage_url
ar: |هذه رسالة آلية رجاءاً لا تقم بالرد على هذا العنوان! | لتضبط إشتراكاتك إذهب إلى | !manage_url

source: | Greetings, !name. | | Your subscription on !site | notifies you of {{!is_new==0?:a new post: }}{{!is_updated==0?:an updated post: }}{{!is_old==0?:new comments: }}| {{!is_published==1?:| ***** This post is unpublished! ***** }}{{!term_name==!term_name?:| Category: !term_name }}{{!sender_name==!sender_name?:| Author: !sender_name }}{{!sender_has_contact_page==0?:| Contact: !sender_contact_page }}| Title: !title {{!is_old==1?: !teaser }}| Link: !url | Direct unsubscribe link (!subs_type): | !unsubscribe_url {{!has_new_comments==1?!SEPARATOR!comments:}}!SEPARATOR!FOOTER
ar: | مرحباً, !name. | | إشتراكك في !site | يعلمك بـ {{!is_new==0?:مشاركة جديدة: }}{{!is_updated==0?:مشاركة محدثة: }}{{!is_old==0?:تعليقات جديدة: }}| {{!is_published==1?:| ***** هذه المشاركة غير منشورة! ***** }}{{!term_name==!term_name?:|الفئة: !term_name }}{{!sender_name==!sender_name?:|الكاتب: !sender_name }}{{!sender_has_contact_page==0?:|الإتصال: !sender_contact_page }}| العنوان: !title {{!is_old==1?: !teaser }}|الرابط: !url | رابط إلغاء الإشتراك (!subs_type): | !unsubscribe_url {{!has_new_comments==1?!SEPARATOR!comments:}}!SEPARATOR!FOOTER

source: | {{!comment_is_new==1?New:Updated}} {{!comment_is_published==1?:UNPUBLISHED }}comment: | Author: !comment_name | Title: !comment_title !comment_text | Link: !comment_url
ar: |تعليق {{!comment_is_new==1?جديد:مُحدَث}} {{!comment_is_published==1?:غير منشور }}: | الكاتب: !comment_name |العنوان: !comment_title !comment_text |الرابط: !comment_url

source: [!site] Subscription Digest for !name
ar: موجز الإشتراك في [!site] لـ !name

source: | Greetings, !name. | | Your subscriptions on !site | notify you of the following changes since the previous digest: | !bodies!SEPARATOR!FOOTER
ar: | مرحباً, !name. | |إشتراكك في !site | يعلمك بالتغيرات التالية منذ آخر موجز: | !bodies!SEPARATOR!FOOTER

source: {{!sender_name==!sender_name?:| Author: !sender_name }}| Title: !title {{!is_new==0?:!teaser }}| Link: !url | Direct unsubscribe link (!subs_type): | !unsubscribe_url {{!has_new_comments!=1?:!comments}}
ar: {{!sender_name==!sender_name?:|الكاتب: !sender_name }}| العنوان: !title {{!is_new==0?:!teaser }}|الرابط: !url |رابط إلغاء الإشتراك (!subs_type): | !unsubscribe_url {{!has_new_comments!=1?:!comments}}

source: | Comment: !comment_title
ar: | التعليق: !comment_title

source: (unavailable to regular users)
ar: (غير متاح للأعضاء العاديين)

source: Add subscription
ar: إضافة إشتراك

source: Remove subscription
ar: حذف الإشتراك

source: Enables site settings for user subscriptions.
ar: تفعل إعدادات الموقع لإشتراكات الأعضاء.

source: Site settings
ar: إعدادات الموقع

source: User defaults
ar: إعدادات العضو الإفتراضية

source: Interval
ar: الفترة الفاصلة

source: administer user subscriptions
ar: يدير إشتراكات العضو

source: subscribe to all content types
ar: يشترك في كل أنواع المحتوى

source: Are you sure you want to unsubscribe?
ar: هل أنت متأكد أنك ترغب في إلغاء الإشتراك؟

source: Unsubscribe
ar: إلغاء الإشتراك

source: Your subscription was deactivated.
ar: تم إلغاء إشتراكك.

source: The following modules return invalid data from %hook: !modules Either they are buggy !Subscriptions add-ons, or they are unrelated to !Subscriptions and should not define %hook!
ar: الوحدات التالية تعيد بيانات غير صالحة %hook: !modules إما أنها إضافات !Subscriptions خاطئة, أو أنها غير مرتبطة بـ !Subscriptions وكان يجب عدم ضبط %hook!

source: subscribe to blogs
ar: يشترك في المدونات

source: There are no active blogs.
ar: لايوجد أي مدونات نشطة.

source: The label for the CCK field %fieldname, as defined for your !content_type.
ar: الرقعة لحقل الـ CCK %fieldname, كما تم ضبطه لـ !content_type.

source: The value(s) of the CCK field %fieldname, as defined for your !content_type, comma-separated.
ar: القيمة لحقل الـ CCK %fieldname, كما تم ضبطه لـ !content_type, قائمة بفواصل.

source: The value(s) of the CCK field %fieldname, as defined for your !content_type, newline-separated.
ar: القيمة لحقل الـ CCK %fieldname, كما تم ضبطه لـ !content_type, قائمة بسطور فاصلة.

source: thread
ar: مناقشة

source: content type
ar: نوع محتوى

source: Subscribe to this page
ar: إشترك في هذه الصفحة

source: To %type content
ar: في %type

source: To %type content by %name
ar: في %type بواسطة %name

source: subscribe to content
ar: يشترك في محتوى

source: subscribe to content types
ar: يشترك في أنواع المحتوى

source: Send subscriptions notifications
ar: إرسال إشعارات الإشتراكات

source: Subscriptions notifications are not sent for unpublished comments (except to users who have the %administer_comments permission), but when you change !Status to %Published, Subscriptions will send out "new" notifications, unless you suppress this here.
ar: إشعارات الإشتراكات لا ترسل بالنسبة للتعليقات الغير مشورة (ماعدا الأعضاء ذوي صلاحية %administer_comments ) لكن عندما تغير !Status إلى %Published فسيتم إرسال الإشعارات الجديدة إلا إذا منعت ذلك هنا.

source: Subscriptions notifications are not sent for unpublished comments, except to users who have the %administer_comments permission, and you can even suppress the latter here.
ar: إشعارات الإشتراكات لا ترسل بالنسبة للتعليقات الغير مشورة (ماعدا إلى الأعضاء ذوي صلاحية %administer_comments ) و مع ذلك يمكنك منع الثاني هنا.

source: You can suppress sending subscriptions notifications here; this option is not saved.
ar: يمكنك منع إرسال إشعارات الإشتراكات هنا, هذا الخيار غير محفوظ.

source: none
ar: لا يوجد

source: Content settings
ar: إعدادات المحتوى

source: Unlisted content types
ar: أنواع محتوى غير مدرج

source: Select content types which should be <strong>removed from subscription listings</strong>.<br />The content may still be available for subscribing via different kinds of subscriptions, but subscribing by content type will be unavailable for the selected types.
ar: حدد أنواع المحتوى التي يجب أن <strong>تحذف من قائمة الإشتراك</strong>. <br /> قد يكون المحتوى متاحاً للإشتراك بواسطة نوع مختلف من الإشتراكات, لكن الإشتراك بواسطة نوع المحتوى المحدد لن يكون متاحاً.

source: Blocked content types
ar: أنواع محتوى ممنوع

source: Select content types which should be <strong>completely unavailable for subscribing</strong>, i.e. content of the selected types will never trigger notifications for regular users.
ar: إختر أنواع المحتوى التي يجب أن تكون <strong>غير قابلة للإشتراك بشكل كامل</strong>, أي المحتوى من النوع المحدد لن يرسل إشعارات إلى الأعضاء العاديين.

source: Note
ar: ملاحظة:

source: The %permission permission grants normal access to unlisted and blocked content types; this is intended as an administrative function, and the content types and links will be marked with a '!symbol' symbol (and appear !red_ON like this !red_OFF in the case of blocked types).
ar: صلاحية %permission تمنح حق الوصول إلى أنواع المحتوى المحظورة أو غير مدرجة. هذه معدة كوظيفة إدارية, و سيتم وسم الروابط وأنواع المحتوى بالرمز '!symbol' (و تظهر !red_ON في حالة الأنواع المحظورة كهذه !red_OFF )

source: Blocked nodes
ar: عقد ممنوعة

source: Enter the IDs of nodes that should be <strong>completely unavailable for subscribing</strong>, separated by spaces.
ar: أدخل الـ IDs للعقد التي يجب أن تكون <strong>غير قابلة للإشتراك بشكل كامل</strong> وإفصل بينها بفراغات.

source: Static content
ar: محتوى مثبت

source: Static content types
ar: أنواع المحتوى المثبت

source: Select content types which do not change nor receive comments and thus should not have the %option option.
ar: إختر أنواع المحتوى التي لاتغير و لا تستقبل تعليقات وهكذا يجب أن لا تحصل على خيار %option.

source: Avoid empty %Subscribe links
ar: تفادي روابط %Subscribe الفارغة

source: Nodes of %Static_content_types may end up with no %Subscribe options at all. Turn this option on to avoid displaying %Subscribe links in this case. The default is OFF, because this option causes processing overhead for each node view operation.
ar: العقد ذات %Static_content_types ربما تصبح بدون خيارت %Subscribe إطلاقاً. قم بتفعيل هذا الخيار لتتفادى عرض روابط %Subscribe في هذه الحالة. الضبط الإفتراضي هو غير مفعل, لأن هذا الخيار يسبب معالجة ثقيلة لكل عملية عرض للعقدة.

source: Generate the %full_node variable
ar: توليد متغير الـ %full_node

source: Generating this variable causes considerable overhead even if it's not used, and <strong>it may even cause errors</strong>, depending on the !content_type! Default is OFF.
ar: توليد هذا المتغير يسبب ثقل كبير حتى ولو لم يُستخدم, و <strong>ربما حتى تسبب أخطاءاً</strong>,إعتماداً على !content_type! الضبط الإفتراضي هو عدم تفعيل.

source: Enter a series of numbers, separated by spaces.
ar: أدخل أرقام متسلسلة مفصولة بالفراغات.

source: You may want to turn this OFF when you only change %Promoted_to_front_page or %Sticky_at_top_of_lists, otherwise Subscriptions will send out "update" notifications; this option is not saved.<br />Subscriptions does not send notifications for unpublished nodes (except to users who have the %administer_nodes permission), but when you set %Published to ON, Subscriptions will send out "new" notifications, unless you turn this off here.
ar: ربما ترغب بتعطيل هذه عندما فقط تقوم بتغيير %Promoted_to_front_page أو %Sticky_at_top_of_lists, وإلا فسيتم إرسال الإشعارات, هذا الخيار غير محفوظ. <br /> الإشتراك لا يرسل إشعارات حول المشاركات غير المنشورة (ماعدا بالنسبة للأعضاء الذين لديهم صلاحية %administer_nodes ), لكن عندم تُفَعِل %Published فسيتم إرسال إشعارات التحديث إلا في حال قمت بتعطيله هنا.

source: Latest activity, authored, commented
ar: آخر نشاط, مكتوب, مُعَلق

source: Note: Deactivated subscriptions will be removed from the list.
ar: ملاحظة: الإشتراكات الغير مفعلة ستحذف من اللائحة.

source: There are no subscribed pages.
ar: لايوجد صفحات تم الإشتراك بها.

source: This !content_type is blocked.
ar: الـ !content_type ممنوع.

source: There are no available !subs_types.
ar: لايوجد !subs_types. متاحة

source: content types
ar: أنواع المحتوى

source: Notifications for %Pages (update/comment) subscriptions
ar: الإشعارات لإشتراكات(التعليق/التحديث) في %Pages

source: Pages/Threads
ar: الصفحات/المناقشات

source: Notifications for %type !content_type subscriptions
ar: الإشعارات لإشتراكات %type !content_type

source: The name of the comment author.
ar: إسم كاتب التعليق.

source: The title of the comment.
ar: عنوان التعليق.

source: The body text of the comment.
ar: متن نص التعليق.

source: The direct URL of the comment.
ar: الرابط المباشر للتعليق.

source: The type of comment notification: 1 = new comment, 0 = updated comment.
ar: نوع إشعار التعليق: 1= تعليق جديد, 0= تعليق محدث.

source: The comment publication state: 1 = published, 0 = unpublished.<br />(Unpublished comments are sent to users with the %administer_comments permission only.)
ar: حالة نشر التعليق: 1= منشور, 0= غير منشور. <br /> (التعليقات الغير منشورة ترسل فقط للاعضاء ذوي صلاحية %administer_comments (

source: The user can unsubscribe by clicking this link.
ar: يمكن للعضو إلغاء الإشتراك بالضغط على هذا الرابط.

source: The name of the sender (if the sender is visible).
ar: إسم المرسل(إذا كان متاحاً).

source: The user page of the sender (if the sender is visible).
ar: صفحة العضو المرسل (إذا كان متاحاً).

source: The sender's contact setting: 1 = contact form enabled, 0 = disabled.
ar: إعدادات إتصال المرسل: 1 = إستمارة الإتصال مفعلة, 0 = معطلة.

source: The contact page of the sender.
ar: صفحة الإتصال بالمرسل.

source: The type of the subscription, like '!thread' or '!category'.
ar: نوع الإشتراك مثل '!thread' أو '!category' .

source: The type of the node, like '!forum' or '!story'.
ar: نوع العقدة مثل '!forum' أو '!story'.

source: The title of the subscriptions item.
ar: عنوان عنصر الإشتراكات

source: An excerpt of the subscriptions item.
ar: ملخص لعنصر الإشتراك.

source: The body of the subscriptions item.
ar: المتن لعنصر الإشتراك.

source: The full node as it appears on the website (must be specifically enabled !here).
ar: كامل العقدة كما تظهر في الموقع (يجب أن يتم تفعيلها بشكل خاص !here ).

source: here
ar: هنا

source: The URL of the item.
ar: رابط العنصر.

source: The type of notification: 1 = new item, 0 = otherwise.
ar: نوع الإشعار: 1 = عنصر جديد, 0 = طريقة أخرى.

source: The type of notification: 1 = updated (possibly new and already updated) item, 0 = otherwise.
ar: نوع الإشعار: 1 = عنصر مُحدث (قد يكون جديد ومحدث مسبقاً), 0 = طريقة أخرى.

source: The type of notification: 1 = neither new nor updated item, 0 = otherwise.
ar: نوع الإشعار: 1 = عنصر ليس جديدا ولا محدث, 0 = طريقة أخرى.

source: The publication state: 1 = published, 0 = unpublished.<br />(Unpublished nodes are sent to users with the %administer_nodes permission only.)
ar: حالة النشر: 1 = منشور, 0 = غير منشور. <br />(العقد الغير منشورة ترسل فقط للاعضاء ذوي صلاحية %administer_nodes .)

source: The presence of attached files or img_assist images: 1 = files are available in !files, 0 = no files.
ar: وجود ملفات مرفقة أو صور: 1 = الملفات متاحة في !files, 0 = لا ملفات.

source: The list of attached files, one per line, if any, otherwise empty.
ar: لائحة الملفات المرفقة, واحد كل سطر, أو لاشيء.

source: The comments state: 1 = comments are available in !comments, 0 = no comments.
ar: حالة التعليقات 1 = التعليقات متاحة في !comments, 0 = لا تعليقات.

source: One or more comments if available, otherwise empty.
ar: واحد أو أكثر من التعليقات إذا توفر, أو لاشيء

source: The rendering of the comments is defined by the template below.
ar: تقديم التعليقات موضح بالقالب في الأسفل.

source: The rendering of the comments is defined by the !link.
ar: تقديم التعليقات موضح بالرابط . !link.

source: comment templates
ar: قوالب التعليق

source: Note: 'new' and 'update' notifications for %Pages subscriptions use the matching !content_type subscriptions template rather than this one, if allowed; this does not apply to 'comment'-only notifications.
ar: ملاحظة: إشعارات "جديد" و "تحديث" للإشتراكات في %Pages تستخدم قالب إشتراك !content_type المناسب بدلاً من هذا إذا توفر, هذا لاينطبق على إشعارات "التعليق فقط".

source: Comment body
ar: متن التعليق

source: The body of each comment.
ar: المتن لكل تعليق.

source: Comment separator
ar: فاصل التعليق

source: The separator between comments (if needed).
ar: الفواصل بين التعليقات (إن لزم).

source: The event start timestamp.
ar: علامة وقت بدء الحدث.

source: The event end timestamp.
ar: علامة وقت إنتهاء الحدث.

source: !Module cannot send any notifications because its <a href="@link">cron job time</a> is 0!
ar: !Module لاتستطيع إرسال أي إشعارات بسبب <a href="@link">وقت مهمة الدورية لها</a> هو 0!

source: !Module cannot send any notifications because the cron run has less than 5 available seconds left!
ar: !Module لاتستطيع إرسال أي إشعارات بسبب أن تشغيل الدورية لديه أقل من 5 ثواني ماضية!

source: (disabled)
ar: (معطل)

source: | Mailkey: @mailkey/@langcode
ar: | المفتاح البريدي: @mailkey/@langcode

source: Your installation returns %url as the base URL of the site. This is probably not what you want, and it can usually be fixed by setting the %variable variable in your %file file.
ar: تركيبك يعيد %url كأنه مسار أساسي من الموقع, قد يكون ليس هذا الذي تريد ويمكن عادة إصلاحها بضبط المتغير %variable في الملف %file .

source: Mail settings
ar: إعدادات البريد
